{"category_name":{"8":"3D Printing","53":"Animation","55":"Animation","56":"Animation","57":"Animation","59":"Animation","60":"Anthologies","63":"Anthologies","64":"Anthologies","66":"Anthologies","67":"Anthologies","68":"Anthologies","69":"Anthologies","80":"Apps","96":"Architecture","111":"Art Books","113":"Art Books","114":"Art Books","115":"Art Books","116":"Art Books","117":"Art Books","120":"Audio","123":"Audio","128":"Audio","152":"Calendars","154":"Calendars","156":"Calendars","158":"Calendars","189":"Ceramics","190":"Children's Books","196":"Children's Books","207":"Childrenswear","210":"Chiptune","212":"Chiptune","221":"Civic Design","234":"Classical Music","238":"Classical Music","239":"Classical Music","240":"Comedy","244":"Comedy","251":"Comic Books","252":"Comic Books","258":"Comic Books","260":"Comics","261":"Comics","263":"Comics","268":"Comics","282":"Conceptual Art","290":"Cookbooks","291":"Cookbooks","296":"Cookbooks","297":"Cookbooks","298":"Cookbooks","306":"Country & Folk","347":"DIY","352":"DIY Electronics","363":"Dance","366":"Dance","370":"Design","375":"Design","391":"Documentary","398":"Documentary","410":"Drinks","411":"Drinks","414":"Drinks","419":"Drinks","420":"Electronic Music","425":"Electronic Music","435":"Embroidery","437":"Embroidery","438":"Embroidery","451":"Experimental","478":"Faith","497":"Fantasy","507":"Farmer's Markets","529":"Fashion","541":"Fiction","542":"Fiction","546":"Fiction","558":"Film & Video","568":"Fine Art","576":"Flight","577":"Flight","582":"Food","606":"Footwear","611":"Gadgets","617":"Gadgets","623":"Games","625":"Games","633":"Gaming Hardware","647":"Glass","648":"Glass","659":"Graphic Design","666":"Graphic Novels","668":"Graphic Novels","673":"Hardware","684":"Hip-Hop","697":"Horror","701":"Illustration","705":"Illustration","706":"Illustration","707":"Illustration","713":"Immersive","722":"Indie Rock","723":"Indie Rock","726":"Indie Rock","728":"Indie Rock","730":"Installations","736":"Installations","747":"Interactive Design","769":"Jewelry","773":"Journalism","775":"Journalism","778":"Journalism","798":"Knitting","814":"Letterpress","818":"Letterpress","826":"Literary Journals","833":"Literary Spaces","834":"Literary Spaces","835":"Literary Spaces","836":"Literary Spaces","861":"Metal","862":"Metal","881":"Mobile Games","886":"Mobile Games","896":"Movie Theaters","898":"Movie Theaters","902":"Music","904":"Music","906":"Music","908":"Music","927":"Musical","939":"Narrative Film","941":"Nature","950":"Nonfiction","956":"Nonfiction","959":"Nonfiction","966":"Painting","975":"People","990":"Performances","994":"Performances","998":"Performances","1002":"Periodicals","1003":"Periodicals","1007":"Periodicals","1009":"Periodicals","1011":"Pet Fashion","1026":"Photo","1030":"Photobooks","1037":"Photobooks","1045":"Photography","1046":"Photography","1066":"Playing Cards","1086":"Poetry","1095":"Pop","1098":"Pop","1100":"Pottery","1101":"Pottery","1103":"Pottery","1105":"Pottery","1110":"Print","1111":"Print","1130":"Product Design","1131":"Product Design","1133":"Product Design","1134":"Product Design","1135":"Product Design","1136":"Product Design","1139":"Product Design","1142":"Public Art","1146":"Public Art","1148":"Public Art","1151":"Publishing","1152":"Publishing","1156":"Publishing","1171":"Puzzles","1179":"Puzzles","1185":"Quilts","1203":"Radio & Podcasts","1205":"Radio & Podcasts","1207":"Radio & Podcasts","1228":"Residencies","1229":"Residencies","1240":"Robots","1241":"Robots","1244":"Robots","1246":"Robots","1248":"Robots","1249":"Robots","1292":"Shorts","1297":"Shorts","1300":"Small Batch","1310":"Social Practice","1313":"Social Practice","1319":"Social Practice","1329":"Software","1332":"Sound","1338":"Sound","1341":"Space Exploration","1361":"Stationery","1363":"Stationery","1369":"Stationery","1383":"Taxidermy","1384":"Taxidermy","1396":"Technology","1416":"Textiles","1423":"Theater","1426":"Theater","1429":"Theater","1433":"Thrillers","1453":"Translations","1460":"Typography","1468":"Typography","1469":"Typography","1500":"Video Games","1504":"Video Games","1511":"Wearables","1522":"Weaving","1527":"Weaving","1533":"Web","1546":"Webcomics","1549":"Webcomics","1561":"Woodworking","1581":"World Music","1585":"World Music","1591":"Young Adult","1595":"Young Adult","1600":"Zines","1603":"Zines"},"blurb":{"8":"Organize anything with our innovative 3D printable threaded peg boards, updated catalog of designs, and new online STL customizer.","53":"Alyson confronts her perfectionism as she struggles with her anxiety of never being good enough. Will she ever learn to accept herself?","55":"A boy wonders if there might be other people living in the universe. At the same time, an alien boy far away ponders the same question.","56":"This will be the world's first feature-length painted animation, brought to you by the Oscar winning studio - BreakThru Films.","57":"A student animated musical short in which a hamster laments about all of the crazy ways that he could possibly die.","59":"A film about anger and our inner voices. 14-year old Aaron searches for a way to deal with his bullies, pressure and rising anger.","60":"An anthology written by 20 South Asian women and non binary people.","63":"Planetside is a full color, 200+ page all-ages sci-fi slice of life comics anthology.","64":"The Samhain Shade returns with a second collection of ghoulish tales. Join him and the Mythoverse in celebrating the Halloween Season!","66":"Exclusive to Kickstarter - the limited Hardcover edition of the \"Becoming Who We Are\" anthology.","67":"The Women Up To No Good series are anthologies of dark fiction by marginalized voices.","68":"Stories Of Monstrous Passions","69":"Almost Finished is a book of inspiring interviews featuring 75 Dreamchasers on building legacy,  taking chances, and giving grace.","80":"Integrate photos and music into StoryPress, a free app that helps people capture their life stories.","96":"The Treehouse at Cornell takes architecture to new heights with a teaching space in the trees for Cornell Outdoor Education","111":"An Otto and Victoria paper doll book that empowers your imagination and unlocks your inner storyteller.","113":"Pre-order our anthology of artists and collectives from 2013 - 2023 working in China, Hong Kong & beyond!","114":"A coffee table book containing visual expressions of 'change'.","115":"A collection of photographs, poetry, and essays documenting Korea's culture and beliefs around death, afterlife, and reincarnation.","116":"A collection of hundreds of anonymous shame confessions from real people and an illustrated story about overcoming shame","117":"A hardcover anthology collecting my first five sketchbooks.","120":"A series of critical, high quality radio reports - out of Africa - for Africa - free for Africa - you can make it possible","123":"The Humanist Experience is a unique podcast where we educate our emotions and expand our world by living radical experiences.","128":"A team of NPR veterans breaks away to podcast and create NPR stories about fashion as anthropology, history, symbolism, and culture.","152":"Celtic Art Wall Calendar for 2015","154":"A wall calendar featuring colourful and whimsical artworks by Natacha Chohra.","156":"12-month calendar with images specific to Anchorage, Alaska by Alaskan Photographer Jeff Schultz","158":"An illustrated calendar filled with fantastic beasts & beings from my world of Strangehollow","189":"I am an ocarina maker. I want to make the very first complete ocarina set of Zelda : Ocarina of Time replicas!","190":"An Illustrated Children's Book Honoring Mamas, their Magic, and the Multiple, Magnificent \"Hats\" That They Wear","196":"A children’s picture book about Zorro and the unique friends he makes on a rainy night full of adventure - benefiting rescue dogs!","207":"Our \"Negative Waste, Positive Impact\" T-shirt is made ENTIRELY from off-cut fabrics and threads! 100% organic cotton. Unisex. 1-4 yrs.","210":"Experience a full album of chiptune-style music bridging retro sounds & modern production from game composer Jimmy Hinson!","212":"We've made a full length, high energy, electronic pop album using  a Game Boy, Korg synths, and two voices. We want you to hear it!","221":"This bag packs your stuff with a story. Made out of used boats from the Greek beaches. By refugees who get paid for their work.","234":"Help us complete the Recording of very rare Mozart's music, composed in Milan in 1771","238":"Be part of the future of this one-of-a-kind, classic and cutting edge ensemble","239":"Dal Niente breaks new ground with four musical collaborations that intersect the worlds of theater, opera, and dance.","240":"THE DUKE OF MARYLEBONE COMEDY FILM - A BRAVE FOOD TASTER, HIS INDULGENT SWEETHEART AND A FEW HONEST POLITICIANS. WHAT COULD GO WELL?","244":"30 film professionals and 45 college students team up to make an ambitious film satire on wealth, poverty, and militarism.","251":"Hurtling toward Earth to save all mankind--it's a bird--it's a plane--It's a groundhog from space? It's Sven!","252":"A Celebrating the Silver Anniversary of Jim Balent’s Comic Book: Tarot, Witch of the Black Rose with a NEW Dark Fantasy Adventure!","258":"In a unique fantasy world, a boy must journey to save his companion beast and get his friends back, before he pushes them all too far.","260":"An essential crowdfunding tool for writers, artists & comic publishers! Get organized and launch your Kickstarter with confidence!","261":"An essential crowdfunding tool for writers, artists & comic publishers! Get organized and launch your Kickstarter with confidence!","263":"The award winning Dr Dream anthology makes its debut--only on Kickstarter!","268":"A NSFW, Erotic, Best Of Comic Collection DOUBLE FEATURE! - Covers by Jerry Carr. Spicy Covers by MOMDADNO. A Discordia Publishing drop.","282":"The Syntheshredder is an interactive skate bowl utilizing motion and performance to generate unique sounds and musical compositions.","290":"A book of recipes, photos, and stories from Swatow and its diaspora. Jia! = Eat!","291":"A celebration of Locally farmed food, flowers & wild flavours - Firar närodlade råvaror, blommor och vildplock","296":"Help me raise funds for the 2nd Edition of my award-winning Azerbaijani cookbook and my participation at the Best in the World Awards.","297":"A cookbook to honor my mom's traditional Indonesian recipes full of flavors from my childhood.","298":"A cookbook with a mission to support the people and the organizations who protect Africa's vulnerable national parks.","306":"Welcome to where the road less traveled meets the power of music. Join me on this incredible journey.","347":"A Montessori inspired timeless tool for transforming paper waste into unique building blocks. For kids from 2 to 12 years.","352":"The OpenMV Cam H7 is an open-source MicroPython powered machine vision camera designed for low-power real-time applications.","363":"A screen dance about unveiling the true self through the trials and tribulations of friendship.","366":"barrish wants to put it's mouth on your desire. Help the AOMC raise the final $2,000 they need to premiere it at HERE this July!","370":"A smart, self-orienting lunchbox that supports your healthy lifestyle and keeps you in control of your meals on the go","375":"From the Alley: The Queen of Bombs comes home in her own full tarot deck. Join the year-long process of seeing this deck come to life!","391":"A documentary examining the current international medical cannabis industry, & shining a light on treating conditions such as epilepsy.","398":"A documentary feature film starring Colin Mochrie (Whose Line is it, Anyway?) that explores the use of improv for conflict resolution.","410":"We empower tomorrow's entrepreneurs with business & barista skills.\n\nWe invest our profits & coach our employees to be their own boss.","411":"What if you could get all the benefits of super greens in a delicious, refreshing beverage —without powders, blending, or grassy taste?","414":"Earnest Brew Works is brewery and taproom located in Toledo, Ohio. Brewer-owned and operated, EBW will open in November","419":"The Future of Social Beverages.","420":"An energetic romp through the electro swing and vintage remix universe!","425":"After a two year break \"FH-X\", Faderhead's 10th anniversary album needs your help to release and bring it to the next level!","435":"Guenda connects Mexican artisans with today's market, creating a positive impact with handcrafted products. \"Mexico Creates\"","437":"A book featuring 21 British birds for you to stitch which can be turned into a variety of projects.","438":"Guenda connects Mexican artisans with today's market, creating a positive impact with handcrafted products. \"Mexico Creates\"","451":"You thought you knew Bambi, but look what happens when you start to scratch the surface...","478":"Help Seth record and release a new English worship EP!","497":"Help us design a Sasquatch for our indie feature film project. A fantasy, drama, romance for the entire family.","507":"We are turning our new garage into a commercial kitchen so we can sell local, fresh baked goods and probiotic drinks to our community!","529":"From the Bestselling Cookbook - The Necronomnomnom - We bring you The NecroNomApron - The Hooded Cultist Apron!","541":"Hardcover special editions for the first THREE Guides for Dating Vampires novels.","542":"A gritty fantasy series with dangerous heroes, an unpredictable array of supernatural beings, and forbidden slow-burn romance.","546":"The Complete Sutten Mountain Series in a Heartwarming Collector's Edition Omnibus with Limited Numbered Prints and Book Box.","558":"What if you took the Black Panther Party and made them vampires? Welcome to Bluegum! Right on, Right on.","568":"Photobook pre-sale to explore the link between the people and the land in Israel \/ Palestine","576":"Experience first-person-view flight on a paper airplane with a LIVE streaming camera, via Google Cardboard.","577":"Experience the next evolution in drone technology - realistic flight, innovative design, & endless expandability.","582":"A Michelin star worthy beef jerky experience.","606":"ULTRARA ROMANCE signature model","611":"first and only digital cable tester for USB-C to USB-C cables | information on data speed, charging power, cable health and many more","617":"Scout is the battery that does it all. Fast charging. Rugged by design. Modular in function.","623":"Bluetooth\/NFC-tech-based Smart Play Pot for family. Includes 20+ games and lots more to come!","625":"BocceRoll™ has reinvented a classic yard game, adding more obstacles for endless fun!","633":"A tiny keychain sized device for retro games inspired by the Gameboy of the late 80s!","647":"I am an independent glass artist ready to take my art to the next level by building a custom designed glassblowing studio.","648":"You can easily get stuck staring into the wormhole contained in these glass marbles. Then you turn the lights off and you see the glow!","659":"Embroidering a patch for every Pennsylvania State Park.","666":"Terminally ill single mom is recruited to assassinate the head of a human trafficking ring in exchange for a better future for her son.","668":"If you missed our comeback Tripwire print magazines (8 issues plus one anniversary book) here they are digitally","673":"Latte Art-level Silky Microfoam | Tailored Programs for Any Milk Type | 30+ Creative Foam Choices | Versatile from Froth to Stir","684":"Music project, including various Indigenous Hip-Hop Artist, and others. Packaging will include seeds that can be planted as Flowers.","697":"CRUSH THE SKULL is burglars vs. serial killer. It is a clever, dark, and gruesome story that will bring thrills, laughs and frights.","701":"WORLDMAPS -Atlas of imaginary maps from Japanese Pop Culture","705":"A Classic Collection of Pin-Up Art by One of Britain’s Most Prolific and Cherished Illustrators","706":"An illustrated A to Z book of caniformia or \"dog like\" carnivores, that includes fun facts about unusual and endangered animals 🐾","707":"The fates said you’re gay.","713":"A live rendition of the award winning, critically acclaimed, 80's action film inspired immersive-theatre show: Viper Squad","722":"The past 10 years reflected in personal, yet universal songs exploring the many layers of being human.","723":"Limited edition pressing of Tumbled Sea 'Melody Summer' vinyl LP and CD containing 'Melody Summer' and 'Songs by the Tumbled Sea' .","726":"The second LP from neighborhood rockers Kalliope Jones","728":"I think this will be my most autobiographical and best record ever.","730":"\"As above, so below\" will be an immersive in site installation on the shores of the Salton Sea.","736":"A Hong Kong inspired wonton noodle soup cart serving after-hours in Deep Playa to soothe the souls of wandering travelers.","747":"QroKee is a fun little machine that uses a video-hologram as a template for drawing, painting, engraving, sculpting, ...","769":"Smart & Stylist Bracelet made of Gold 18k & Silver 925 | Accurate GPS Tracking | Emergency Phone Calling","773":"Journalist-owned, reader-supported, ad-free, permanently archived, high-quality independent art and information from planet Earth.","775":"Self publishing the novel I have been working on for the last ten years. A fictionalized memoir on growning up in Washington D.C. and punk rock. ","778":"A book-length oral history and film that will provide the names, faces, and the pulse of the Great American Recession.","798":"The tiniest, cutest most adventurous little bunny that you will ever meet.  It's a toy to treasure, and a Buttonwood World to explore!","814":"A letterpress and handbound limited edition of Poe's masterpiece, made as a livre d'artiste to resemble a bottle of amontillado wine.","818":"100 large letterpress prints, signed and numbered by the artist. Artwork inspired by Jane Eyre by Charlotte Brontë.","826":"We're giving voice to the underrepresented health experiences of the FLINTA* community worldwide through art, stories, film, and more.","833":"A newly imagined version of Semicolon Books - A space where stories and people meet.","834":"BOLD will offer premier coffee drinks, inclusive book selections, unique events, and a community-building space. Launching Oct. 2024.","835":"A Creative Sanctuary, Workshop and Gallery Space for Established and Emerging Artists and Writers of All Ages","836":"Books with Pictures is creating a store & community space for diverse comics. Backers get original artwork, pins, totes, & more!","861":"Follow the Chosen One of beginning guitar books into battle, to develop an unshakable foundation of guitar skill and musical knowledge.","862":"A heavy metal album of fan-songs inspired by the lore of Warhammer 40k by Jonathan Young.","881":"An iOS and Android game of physics and action in the steampunk world of Girl Genius®!","886":"Mercantia is a level-based strategy game for tablets and smartphones, where the aim is creating objects with limited time and money.","896":"Help bring film from around the world to Philadelphia by supporting PFS in their effort to restore the Roxy Theater.","898":"Help us continue showing lost and forgotten movies for $5!","902":"A record of singer\/songwriter and indie\/folk songs about change, growth, grief, hope, and transformation.","904":"Seth and friends put some magic into his 13th studio album","906":"Turtleback Mountain is a collection of songs imbued with solace and hope, in a blanket of Americana\/folk, rock, and classical styles.","908":"A CD presenting a whistle-stop tour of medieval music with 45 different instruments!","927":"A folk musical about a sickly boy who became President, a journey of healing, and the beginning of America’s national parks.","939":"Thank you.","941":"A fine art photography book about the diversity of wildlife found in southern South America and those committed to protecting it!","950":"Using the Cards to Supercharge Story Ideas, Deepen Characters, & Illuminate Plotlines","956":"The first English translation of \"La Prostitution Contemporaine\" by Leo Taxil, to make sex worker history more accessible.","959":"A therapist's illustrated guide to mindful transformation for living your best life.","966":"Lovely signed and numbered Fine Art edition of the original oil painting, Gifts of Hades","975":"A portrait of humanity, Miles of Portraits documents the people we meet as we bicycle around the world.","990":"A movement for peace. A public performance ritual from NYC’s dance community to the world community, streamed@Lincoln Center 9\/11\/19.","994":"THE COLORED ROOM reveals the raw and private moments that happen between women in the quiet spaces, in the absence of color and noise.","998":"Season 16 of the feath3r theory is breaking boundaries and redefining performance.","1002":"With funding we are ready to print the 160th edition of Small Farmer's Journal","1003":"The Midgardian is launching its first print publication, featuring exclusive art and content you won’t find anywhere else. Get it here!","1007":"IQ will feature in-depth perspectives and meaningful conversations with talented artists and writers from around the world.","1009":"A journalistic journey through time: Every issue tells the history of a new topic, from the past into the future.","1011":"Dogs just weren't built for shoes. Paw—Skins protect paws and enhance dogs' natural movement by mimicking a soft, tactile second skin.","1026":"I am seeking to return to San Salvador, El Salvador for 10 days to photograph the daily lives of children affected by birth defects.","1030":"The \"Faces of Grayson\" project is a photo book featuring portraits of the wild ponies that roam the wilds of the Grayson Highlands.","1037":"A 244 page fine art monograph from Grammy nominated photographer Ethan Russell with The Beatles, The Rolling Stones, The Who & more.","1045":"Final Year Degree Show 2019 for the University of Salford BA (Hons) Photography Course.","1046":"Put down your phone and reconnect with the physical experience of analogue photography with the VIDERE 35mm pinhole camera kit!","1066":"Exclusive mini playing cards from the Flick mobile game by artists including Explosm: Cyanide & Happiness and The Awkward Yeti!","1086":"Expand your cosmic world. Let's dive into \"The Psychic World of Walter Reed: Illuminated Lyrics\" publishing project . . .","1095":"A traveling karaoke caravan that brings the ultimate party vibe to your special event.","1098":"I stand for self-love, self-empowerment, and self belief. I'm here to invite you on my journey to inspire people to \"Stay Weird'\".","1100":"A series of coat hooks and cupboard handles that use the natural process of metal patination to create beautifully coloured objects","1101":"Investing in the next generation of ceramic artists to allow dreams & ideas to become a reality.","1103":"Each piece is a hand-painted story, personalized with chibi, floral charm.","1105":"Mayware Ceramics has outgrown its home studio! Please, help me raise the capital needed to open a commercial studio and retail space.","1110":"I will be creating the second issue of MERDE Magazine, a satirical fashion magazine based in Paris which supports my MA Thesis.","1111":"a print-only magazine for experimental music and art","1130":"Enjoy your cold drinks with endless shapes of clear ice 🧊","1131":"A sharp little totem to the magic of movement.","1133":"Clean never felt so good","1134":"A warm, easy-to-store tool for home bakers who want to confidently proof bread dough on their schedule...for sourdough & yeast breads.","1135":"Motorized | Fully Cyclic | Closed Loop | Random Routes | Dinosaur Factory | GBC Building Brick Set","1136":"A light designed for mountain bikers so you ride faster, be safer, and have more fun with wide beam optic and active light control.","1139":"Motorized | Fully Cyclic | Closed Loop | Random Routes | Dinosaur Factory | GBC Building Brick Set","1142":"Adventures in Being (small) addresses the shared human experience of fitting the body in spaces, corporally and conceptually","1146":"The Bottlecap Gazebo is a gathering place made of lumber, steel and about 100,000 bottlecaps made for Burning Man 2012.","1148":"Defeat Donald Trump again this November with get-out-the-vote activations—led by artists—across 4+ battleground states.","1151":"A zine about surfing, place, desire, embodiment & becoming skillful: a paen to coastal Maine, no spots named.","1152":"Ahh, the good old ZX Spectrum days!","1156":"A devotional manual of authentic Santa Muerte ritual and practice as captured by Ed Calderon and annotated by Hoodoo Moses.","1171":"Jigsaw Puzzles With a Twist - Where Finishing Is Just The Beginning! Three New Game Puzzles.","1179":"The neXt generation, shape-shifting, 3D logic puzzle.","1185":"We quilters want to construct, give quilts to, and spend time with seniors in assisted living, nursing homes and to those in hospice.","1203":"Brains On! is a science podcast for curious kids and grown-ups where we explore things like space, animals, volcanoes and farts!","1205":"Help Rachel Garringer produce a podcast featuring rural & small-town LGBTQIA+ stories gathered across the U.S. since 2013!","1207":"A narrative fiction podcast about a mother and daughter's connection that transcends time.","1228":"The Opulence of Integrity is a four-movement evening-length work inspired by the life and legacy of Muhammad Ali.","1229":"I have been lucky enough to be accepted into Melbourne City Ballet's Finishing Year Program and need your help to make it happen!!","1240":"The new generation of programmers that uses WiFi instead of cables.\nProgram, control and monitor Robots, AVR and Arduino over WiFi.","1241":"Make a robot with the most comprehensive, easy-to-use developer kit. Built exclusively for robotics. It's time to start building.","1244":"Your cute, breathing companion for stress management. Science-informed, thoughtfully designed.","1246":"Re-invented robotic mobility to conquer stairs, bumps and more! The ground robotic revolution is here! Get a platform while they last!","1248":"Reel Mower Design | 3D Auto-Mapping | Self-Resharpening Blades | Neat Edge Cutting | LiDAR-Vision Perception | 0.8”-4” Cutting Height","1249":"Learn to code like a spy with robots! Capture-the-flag engineering adventure teaches coding skills using robots and the Raspberry Pi.","1292":"A dark story of loneliness, abuse, desire, encounter and hope.","1297":"Based on the true story of an 8 year old Ukrainian boy whose life was changed forever by a brutal war.","1300":"Help us become a marketplace app connecting communities with diverse eats. Be part of something outside of the box! 🌮📲 #FoodNoire","1310":"A visual & sound art project that investigates our current societal moment through the lens of breath.","1313":"A book full of handwritten grateful messages collected from strangers around the United States!","1319":"Giving artists a platform, engaging communities and challenging concepts of the art gallery.","1329":"Race with us to fund 5000 insect identifications in the Amazon!","1332":"The first and only electric guitar accessory that makes your guitar sound like a banjo.","1338":"Yamaha's renowned technology ensures high quality sound. Open-air frame for ultimate comfort. Closed-air frame for privacy.","1341":"The space coffee cup for your home, office, or next trip to space. Currently in use aboard the International Space Station!","1361":"12 days, 12 surprises for this holiday season - all in a gorgeous keepsake box for storing your small bookish goodies!","1363":"A make-it-yourself kit for Kyo Karakami, decorative paper printed for more than 1,000 years in Japan","1369":"Send a little love the old-school way! Brighten someone's day with our cards- who doesn't love a fun surprise in the mail?!","1383":"TaxiClear transforms biology into brilliant works of art that illustrate the beauty and complexity of life","1384":"Gallery | Public Dissections | Events |\nA space in downtown San Francisco to reflect upon the less considered means of living & dying.","1396":"Fast, easy, mistake-free hair color at the press of a button","1416":"Combining contemporary painting and classical storytelling to create wearable works of art.","1423":"Help an all-female producing team bring a new play about love, sex, and a woman who lives in her ex's basement OFF-BROADWAY this fall","1426":"We are bringing renowned Berlin cabaret artists to Seattle, and taking our show Bohemia to Berlin.","1429":"A Virtual Season celebrating Chicago's oldest Black Theater company, the eta Creative Arts Foundation.","1433":"Celebrated programmer relocates to cabin for solitude and inspiration only to be terrorized both in her game and surrounding landscape.","1453":"This travel guide takes you to the places where Jane Austen lived, worked and visited, and the (film) locations of her novels.","1460":"I design the visible relationship between typeface, landscape and culture (architecture, philosophy, art movements, politics).","1468":"A font family consisting of regular and bold variants, embracing structure, made with all straight lines (or sticks) put together.","1469":"Online and multilingual encyclopedia of typography.","1500":"Lead American aircraft carriers into the fray in this 3D simulation of command at sea in 1942. Digital & Physical editions available!","1504":"This 450+ page hardcover book covers all N64 games released worldwide, N64 hardware, N64 history, and lots more!","1511":"Augmented Reality glasses compatible with SteamVR applications let you bring virtual images and games into your real world","1522":"Limited collection of hand woven cushions and small accessories using sustainably sourced wool.","1527":"I've always dreamed of starting my own Jewellery business & since having a baby, I want to stay at home & make that dream a reality!","1533":"Media Diversified is here to help change the conversation in the media and foreground the voices of writers of colour.","1546":"An exclusive 200+page book of BACKGROUND NOISE COMICS favorites and a handful of new never-before-seen diary comics","1549":"If you had the power to change history, would you? Follow Ashley's time traveling to the Samurai era for a life changing quest","1561":"For Kickstarter’s Make 100 campaign, I designed a new Limited Edition Cheeseboard with flowing curves and gorgeous quartersawn Oak.","1581":"The Cotabato Sessions, a film and music album featuring the Kalanduyan family legacy from Cotabato City,Mindanao, Philippines","1585":"An album of music inspired by the song of migratory birds of the Americas.","1591":"A brand new fantasy adventure series where clockwork beasts and automatons live amongst the common, the fantastical, and the evil.","1595":"Get in, witch! FAT WITCH SUMMER is a body-positive YA fantasy novel for fans of summer road trips, female friendship, and magic ✨","1600":"A publication that focuses on visual art and storytelling.","1603":"A modern miniatures magazine for makers and collectors of doll's houses, dioramas and scale models."},"name":{"8":"Thread Boards 2.0 | 3D printable peg boards with a twist","53":"Alyssum - A 2D Animated Short Film","55":"Is There Anyone Out There?","56":"Loving Vincent Film - bring Van Gogh paintings to life","57":"Hamstercide: An Animated Musical Short","59":"Release the Beast: An Animated Short Film","60":"The Consequence of Us-South Asian womxn & non binary writers","63":"Planetside Anthology","64":"Hallowed Harvest Volume 2","66":"Becoming Who We Are: Real Stories About Growing Up Trans","67":"Women Up To No Good","68":"Tales of Voracious","69":"Aspiring Co. Book- Almost Finished","80":"StoryPress: Human History, Told through Personal Stories","96":"The Treehouse at Cornell","111":"Dressing Your Octopus","113":"Shifting the Angle of Shine: yáo collaborative's first book!","114":"Change","115":"Return: Korea's Rituals of Death, Spirits, and Ancestors","116":"Shame: An Illustrated Book","117":"Visions of Whence","120":"The Critical African Circumcision Radio Series","123":"Humanist Experience Radio","128":"The SEAMS: In every stitch, a story.","152":"Celtic Art Calendar","154":"Whimsical Wonders, A 2024 Calendar","156":"Anchorage & Vicinity 2016 Calendar","158":"Strangehollow 2022 A4 Wall Calendar","189":"Zelda : Ocarina of Time replicas - complete ocarina set","190":"Magical Mama","196":"Zorro the Boston Terrier Book - Stretch Goal $10,000","207":"NUDNIK: The 1st Negative-Waste, Positive Impact Kidswear","210":"Big Giant Circles - \"The Glory Days\" (Impostor Nostalgia 2)","212":"Diamonds & Glass - Chip-Pop Album from The Fluorescent","221":"BAG2WORK: Made by refugees - and out of used boats","234":"Mozart Promenade - Celebrating Wolfgang's 1771 trip to Milan","238":"Quodlibet Ensemble's Debut CD!","239":"Ensemble Dal Niente: STAGED","240":"Probabilistically, the most unserious comedy ever.Seriously!","244":"Major Barbara: A Kingdom County\/Semester Cinema Production","251":"Sven The Groundhog: Savior From the Stars #1","252":"25th Anniversary of Tarot, Witch of the Black Rose Issue!","258":"Beastlands #1-9: A Heartful Fantasy Adventure","260":"Comic Book Crowdfunding Planner 🚀 Workbook by ComixLaunch","261":"Comic Book Crowdfunding Planner 🚀 Workbook by ComixLaunch","263":"Dr Dream: The Collection","268":"Taste of Cherry & Deep Inside Cherry - by Larry Welz","282":"The Syntheshredder","290":"Jia! Eating at the Swatow Table","291":"An Ode to the Swedish Soil \/ Ett Ode till den Svenska Jorden","296":"Pomegranates & Saffron: A Culinary Journey to Azerbaijan","297":"Bumbu (seasoning) - My mom's recipes of Indonesian cuisine","298":"Tchad: Cooking for Conservation","306":"Stefanie Clark Harris Is Recording a Full-Length Album","347":"CUBCHO - the tool that empowers children","352":"OpenMV Cam H7 - Machine Vision w\/ MicroPython.","363":"SOUR","366":"the AOMC is SO CLOSE + SO FULL!","370":"VLB | The Vertical LunchBox","375":"The Hot Housewives Tarot","391":"Separating The Strains: a medical cannabis & epilepsy film","398":"Act Social: Improv Comedians Heal the Divide","410":"Coffee with a Conscience!","411":"Tea'd Greens: Super Greens On-The-Go.","414":"Earnest Brew Works","419":"Hugh Elixir: A Functional Beverage","420":"Album: Interstellar Swing","425":"Faderhead wants to sign record deal with music fans!","435":"· Guenda · products for connecting with nature and people","437":"British Birds in Stitches","438":"· Guenda · products for connecting with nature and people","451":"BAMBIF*CKER\/KAFFEEHAUS","478":"Seth Condrey | Worship EP","497":"The Sasquatch of Jackson Farm","507":"U-Rok - Food from the heart for our communities.","529":"The NECRONOMAPRON","541":"Guides for Dating Vampires: Hardcover Special Editions","542":"Steel & Stone 10th Anniversary Special Edition Hardcovers","546":"Sutten Mountain Collector's Edition Omnibus","558":"Bluegum","568":"Promise Me A Land - A photography book","576":"PowerUp FPV - Live Streaming Paper Airplane Drone","577":"X-Fly: The Drone Designed to Soar Like a Bird","582":"Carnal Beef Jerky and Sticks","606":"STOMPLOX: Trail Worm Barefoot shoes","611":"BLE caberQU: a digital USB-C to USB-C cable tester","617":"Scout Battery: Smart, Rugged, and Modular Power","623":"Rolling Seeds: Smart Play Pot","625":"BocceRoll™ - Meet Your New Favorite Yard Game","633":"PocketStar - Play retro games on your keychain!","647":"Liquid Designs: Kyle Kraiter's Art Glass Studio","648":"Glow-in-the-Dark Wormhole Marbles - Make 100","659":"Pennsylvania State Park Patches","666":"Terminal Kill #1-7 and TPB","668":"Tripwire Magazine digital editions 2020-2025","673":"DREO BaristaMaker - The Smartest Frother For All Milk Types","684":"\"I Still Believe in You\" CD with Special Packaging","697":"Crush the Skull - Horror\/Comedy Feature Film","701":"WORLDMAPS -Atlas of imaginary maps from Japanese Pop Culture","705":"Arthur Ferrier’s Pin-up Parade","706":"A-Z of Caniformia","707":"Star Crossed: A Queer Tarot","713":"VIPER SQUAD","722":"Magic Beauty Pain - Bet Williams' New Album","723":"the Tumbled Sea","726":"CARNIVOROUS - Kalliope Jones LP 2","728":"I'm making my first record in 9 years. I'm back & I mean it.","730":"Installation at the 2019 Bombay Beach Biennale","736":"Moonlight Outpost: A Burning Man Wonton Soup Cart","747":"QroKee, the Holographic Tracing Machine","769":"CARRAT 18 Karat Gold Safety Bracelet","773":"Popula: the Alt-Global Magazine of News and Culture","775":"Rich Boy Cries For Mama","778":"Not Working","798":"♥ Buttonwood Bunnies ♥ handknitted toy buddies","814":"\"The Cask of Amontillado\" by Edgar Allan Poe","818":"\"I Am No Bird\" Limited Edition Letterpress Print","826":"Anodyne Magazine","833":"Help Us Bring Junction Cafe to Chicago!","834":"BOLD Coffee & Books","835":"The Clifton House (Canceled)","836":"Books with Pictures Great Big Move!","861":"Beginner Guitar: No Wimps!","862":"40K Heavy Metal - The Album","881":"Girl Genius and the Rats of Mechanicsburg","886":"Mercantia - Italy 1252 - an iOS and Android Game.","896":"Restore the Roxy","898":"Spectacle Theater: South 3rd Street Forever!","902":"Izzie's Debut Record","904":"Unrest and Rest: the new album from Seth Bernard","906":"Turtleback Mountain: the new album","908":"Trouvere's Medieval Instrumentarium","927":"Theodore in the Valley: A New Musical","939":"Thank you.","941":"Wildlife in Wild Lands: Photography for Conservation","950":"Tarot for Fiction Writers","956":"\"Contemporary Prostitution\" by Leo Taxil, Translation","959":"Your Way There (To Being Fully Alive)","966":"Gifts of Hades: Limited Edition Artists Prints","975":"Miles of Portraits India: A Magazine and Film Series","990":"2019 Table of Silence Project 9\/11","994":"Dorn Dance Company - 9 dancers, live music, San Diego and LA","998":"the feath3r theory, Season 16, NEW SEASON | NEW WORKS","1002":"Small Farmer's Journal Jump Start","1003":"The Midgardian Magazine | Special Inaugural Print Edition","1007":"Infected Quarterly: Art and Literature magazine","1009":"The Future Chronicles #1 Internet – A Time Travel Magazine","1011":"Paw—Skins. The next generation of paw protection.","1026":"The Outside Children \/ Los Niños Exteriores","1030":"Faces of Grayson: A photo book of wild ponies","1037":"ETHAN RUSSELL PHOTOGRAPHS: A MONOGRAPH","1045":"University of Salford Photography Degree Show 2019.","1046":"Kickstarter Gold: VIDERE 35mm DIY pinhole camera kit","1066":"Flick Solitaire Mini Card Decks by Independent Artists","1086":"Killah Priest \"The Psychic World of Walter Reed\" Book","1095":"AirScream: Mobile Karaoke","1098":"“Why I Stay Weird” - Inspire Through Originality","1100":"Test Cups","1101":"The next step - setting up my first ceramics studio!","1103":"Little Clay Home – Hand-Painted Chibi & Floral Ceramics","1105":"Jeffrey Mayware Ceramics","1110":"MERDE Magazine Issue 2","1111":"20 Seconds Magazine","1130":"GLAZER mini from ORI Future-Roll out the ice game together!","1131":"The Sidewinder Knife Mini","1133":"The Body Scrubber 2.0","1134":"DoughBed by Sourhouse: Your dough, proofed just right","1135":"JMBricklayer Steampunk Marble Run 70003","1136":"The MB6 Mountain Bike Light","1139":"JMBricklayer Steampunk Marble Run 70003","1142":"Adventures in Being (in Mexico)","1146":"Bottlecap Gazebo","1148":"Artists For Democracy 2024","1151":"One More: A Maine Surf Zine","1152":"ZX Dreams","1156":"La Santa & The Monk: A Santa Muerte Devotional Manual","1171":"Vizzles 🧩 Visual Puzzles ✨ Series 12","1179":"The X-Cube","1185":"Quilting Community Together","1203":"Brains On! - a science podcast for curious kids & grown-ups","1205":"Country Queers: The Podcast!","1207":"Babalu","1228":"The Opulence of Integrity","1229":"Help Me Raise Money to Join MCB Finishing Year!!!","1240":"WiLoader : The WiFi Programmer for Arduino & AVR !","1241":"MIND KIT: Maker Kit Exclusively for Robotics","1244":"Komi - Your Real-World Mindfulness Companion","1246":"GROUND DRONE PROJECT: A VERSATILE MOBILE ROBOTIC PLATFORM","1248":"Oasa R1 - The Premier Robotic Reel Mower with Auto-Mapping","1249":"Spy v. sPi Robot Coding Missions: Code. Capture. Defend.","1292":"DULCE ALARIDO | Cortometraje","1297":"Romchyk - A short film Drama","1300":"Outside the Box: Help 'Cuterie Feed More People","1310":"Taxonomy of Breathing: a Social Art Project","1313":"Grateful Peoples® Community Book","1319":"Wildfire Gallery - Travelling Art Gallery","1329":"Limelight Rainforest 5K - Race to Build an Insect Database","1332":"GUITAR-JO 2.0 - Make Your Electric Guitar Sound Like a Banjo","1338":"VIE SHAIR: Pain-Free Sociable Headphones","1341":"Space Coffee Cup","1361":"Bookish Fairytale Advent Calendar 2024","1363":"Kyo Karakami - Made in Kyoto","1369":"Be A Love Messenger: Artist-Made Stationery Box","1383":"TaxiClear, Creating Transparent Animals, Art Through Biology","1384":"The Body Appropriate","1396":"L'Oréal Paris's At-Home Hair Color Device - Colorsonic","1416":"ZINAH London: Art meets Fashion","1423":"Kept Woman","1426":"The Cabaret Exchange: Bohemia to Berlin - Berlin to Seattle","1429":"the Virtual Year of Protest, eta's 49th Season","1433":"Game House Film","1453":"Travel Guide: Jane Austen's England","1460":"Topographic Typography—World Geography Thru Visual Language","1468":"MatchSticks Typeface Family - A Maker's Font","1469":"Words of Type","1500":"Task Force Admiral | Limited \"First Team\" Physical Edition","1504":"Nintendo 64 Reference Book -- 400 N64 Game Reviews and More!","1511":"MIX: The Smallest AR Glasses with Immersive 96° FoV","1522":"The Campbell Collection - Bringing back the Handmade","1527":"Coveting Unique Beading Supplies","1533":"Media Diversified: funding a new era of writers of colour","1546":"Love Letters, Every Day","1549":"Legend of Novo - Samurai Rise","1561":"100 Waves, Limited Edition Wood Cheeseboard","1581":"The Cotabato Sessions, a music legacy from the Philippines","1585":"A Guide to the Birdsong of Migration","1591":"A Tale of the Broken Heart - Book 1 of Rellion's Rogue","1595":"FAT WITCH SUMMER","1600":"The Cancer Hive: A magazine for anyone affected by cancer","1603":"Shrunk Magazine: The Launch Issue"},"backers_count":{"8":2389,"53":75,"55":140,"56":796,"57":26,"59":244,"60":74,"63":1056,"64":47,"66":1605,"67":268,"68":203,"69":212,"80":176,"96":35,"111":1069,"113":187,"114":67,"115":225,"116":86,"117":530,"120":57,"123":78,"128":347,"152":115,"154":117,"156":35,"158":94,"189":42,"190":63,"196":178,"207":170,"210":1886,"212":64,"221":128,"234":22,"238":122,"239":158,"240":24,"244":201,"251":195,"252":851,"258":774,"260":301,"261":299,"263":8,"268":540,"282":162,"290":76,"291":146,"296":79,"297":157,"298":220,"306":169,"347":62,"352":646,"363":37,"366":93,"370":1360,"375":1033,"391":280,"398":204,"410":176,"411":11,"414":114,"419":46,"420":140,"425":210,"435":84,"437":122,"438":84,"451":205,"478":65,"497":53,"507":31,"529":125,"541":584,"542":1251,"546":0,"558":1097,"568":188,"576":2537,"577":1193,"582":1198,"606":58,"611":916,"617":568,"623":251,"625":1419,"633":471,"647":140,"648":141,"659":281,"666":74,"668":28,"673":7096,"684":14,"697":570,"701":102,"705":290,"706":108,"707":922,"713":66,"722":160,"723":186,"726":82,"728":1006,"730":31,"736":81,"747":139,"769":124,"773":469,"775":39,"778":72,"798":36,"814":333,"818":66,"826":60,"833":322,"834":127,"835":128,"836":650,"861":374,"862":357,"881":2989,"886":116,"896":479,"898":736,"902":85,"904":184,"906":101,"908":241,"927":174,"939":44,"941":76,"950":259,"956":104,"959":112,"966":32,"975":103,"990":70,"994":97,"998":119,"1002":376,"1003":85,"1007":140,"1009":931,"1011":195,"1026":23,"1030":145,"1037":254,"1045":74,"1046":565,"1066":190,"1086":77,"1095":141,"1098":29,"1100":69,"1101":60,"1103":4,"1105":167,"1110":30,"1111":142,"1130":1243,"1131":4198,"1133":1978,"1134":1581,"1135":875,"1136":117,"1139":875,"1142":16,"1146":195,"1148":614,"1151":38,"1152":981,"1156":0,"1171":1004,"1179":1298,"1185":8,"1203":1007,"1205":181,"1207":91,"1228":104,"1229":28,"1240":213,"1241":205,"1244":36,"1246":87,"1248":1790,"1249":55,"1292":167,"1297":102,"1300":13,"1310":37,"1313":57,"1319":42,"1329":81,"1332":209,"1338":731,"1341":515,"1361":36,"1363":167,"1369":64,"1383":116,"1384":110,"1396":316,"1416":8,"1423":272,"1426":165,"1429":72,"1433":61,"1453":427,"1460":57,"1468":7,"1469":273,"1500":2457,"1504":816,"1511":273,"1522":74,"1527":1,"1533":341,"1546":113,"1549":252,"1561":25,"1581":177,"1585":284,"1591":53,"1595":318,"1600":99,"1603":199},"staff_pick":{"8":true,"53":true,"55":true,"56":true,"57":true,"59":true,"60":true,"63":true,"64":true,"66":true,"67":true,"68":true,"69":true,"80":true,"96":true,"111":true,"113":true,"114":true,"115":true,"116":true,"117":true,"120":true,"123":true,"128":true,"152":true,"154":true,"156":true,"158":true,"189":true,"190":true,"196":true,"207":true,"210":true,"212":true,"221":true,"234":true,"238":true,"239":true,"240":true,"244":true,"251":true,"252":true,"258":true,"260":true,"261":true,"263":true,"268":true,"282":true,"290":true,"291":true,"296":true,"297":true,"298":true,"306":true,"347":true,"352":true,"363":true,"366":true,"370":true,"375":true,"391":true,"398":true,"410":true,"411":true,"414":true,"419":true,"420":true,"425":true,"435":true,"437":true,"438":true,"451":true,"478":true,"497":true,"507":true,"529":true,"541":true,"542":true,"546":true,"558":true,"568":true,"576":true,"577":true,"582":true,"606":true,"611":true,"617":true,"623":true,"625":true,"633":true,"647":true,"648":true,"659":true,"666":true,"668":true,"673":true,"684":true,"697":true,"701":true,"705":true,"706":true,"707":true,"713":true,"722":true,"723":true,"726":true,"728":true,"730":true,"736":true,"747":true,"769":true,"773":true,"775":true,"778":true,"798":true,"814":true,"818":true,"826":true,"833":true,"834":true,"835":true,"836":true,"861":true,"862":true,"881":true,"886":true,"896":true,"898":true,"902":true,"904":true,"906":true,"908":true,"927":true,"939":true,"941":true,"950":true,"956":true,"959":true,"966":true,"975":true,"990":true,"994":true,"998":true,"1002":true,"1003":true,"1007":true,"1009":true,"1011":true,"1026":true,"1030":true,"1037":true,"1045":true,"1046":true,"1066":true,"1086":true,"1095":true,"1098":true,"1100":true,"1101":true,"1103":true,"1105":true,"1110":true,"1111":true,"1130":true,"1131":true,"1133":true,"1134":true,"1135":true,"1136":true,"1139":true,"1142":true,"1146":true,"1148":true,"1151":true,"1152":true,"1156":true,"1171":true,"1179":true,"1185":true,"1203":true,"1205":true,"1207":true,"1228":true,"1229":true,"1240":true,"1241":true,"1244":true,"1246":true,"1248":true,"1249":true,"1292":true,"1297":true,"1300":true,"1310":true,"1313":true,"1319":true,"1329":true,"1332":true,"1338":true,"1341":true,"1361":true,"1363":true,"1369":true,"1383":true,"1384":true,"1396":true,"1416":true,"1423":true,"1426":true,"1429":true,"1433":true,"1453":true,"1460":true,"1468":true,"1469":true,"1500":true,"1504":true,"1511":true,"1522":true,"1527":true,"1533":true,"1546":true,"1549":true,"1561":true,"1581":true,"1585":true,"1591":true,"1595":true,"1600":true,"1603":true}}