{
  "_name_or_path": "facebook/mbart-large-50-many-to-many-mmt",
  "_num_labels": 3,
  "activation_dropout": 0.0,
  "activation_function": "relu",
  "add_bias_logits": false,
  "add_final_layer_norm": true,
  "architectures": [
    "MBartForSequenceClassification"
  ],
  "attention_dropout": 0.0,
  "bos_token_id": 0,
  "classif_dropout": 0.0,
  "classifier_dropout": 0.0,
  "d_model": 1024,
  "decoder_attention_heads": 16,
  "decoder_ffn_dim": 4096,
  "decoder_layerdrop": 0.0,
  "decoder_layers": 12,
  "decoder_start_token_id": 2,
  "dropout": 0.1,
  "early_stopping": true,
  "encoder_attention_heads": 16,
  "encoder_ffn_dim": 4096,
  "encoder_layerdrop": 0.0,
  "encoder_layers": 12,
  "eos_token_id": 2,
  "forced_eos_token_id": 2,
  "gradient_checkpointing": false,
  "id2label": {
    "0": "ROOT",
    "1": "Logos",
    "2": "Repetition",
    "3": "Obfuscation, Intentional vagueness, Confusion",
    "4": "Reasoning",
    "5": "Justification",
    "6": "Slogans",
    "7": "Bandwagon",
    "8": "Appeal to authority",
    "9": "Flag-waving",
    "10": "Appeal to fear/prejudice",
    "11": "Simplification",
    "12": "Causal Oversimplification",
    "13": "Black-and-white Fallacy/Dictatorship",
    "14": "Thought-terminating cliché",
    "15": "Distraction",
    "16": "Misrepresentation of Someone's Position (Straw Man)",
    "17": "Presenting Irrelevant Data (Red Herring)",
    "18": "Whataboutism",
    "19": "Ethos",
    "20": "Glittering generalities (Virtue)",
    "21": "Ad Hominem",
    "22": "Transfer",
    "23": "Doubt",
    "24": "Name calling/Labeling",
    "25": "Smears",
    "26": "Reductio ad hitlerum",
    "27": "Pathos",
    "28": "Exaggeration/Minimisation",
    "29": "Loaded Language",
    "30": "Appeal to (Strong) Emotions"
  },
  "init_std": 0.02,
  "is_encoder_decoder": true,
  "label2id": {
    "ROOT": 0,
    "Logos": 1,
    "Appeal to fear/prejudice": 10,
    "Simplification": 11,
    "Causal Oversimplification": 12,
    "Black-and-white Fallacy/Dictatorship": 13,
    "Thought-terminating cliché": 14,
    "Distraction": 15,
    "Misrepresentation of Someone's Position (Straw Man)": 16,
    "Presenting Irrelevant Data (Red Herring)": 17,
    "Whataboutism": 18,
    "Ethos": 19,
    "Repetition": 2,
    "Glittering generalities (Virtue)": 20,
    "Ad Hominem": 21,
    "Transfer": 22,
    "Doubt": 23,
    "Name calling/Labeling": 24,
    "Smears": 25,
    "Reductio ad hitlerum": 26,
    "Pathos": 27,
    "Exaggeration/Minimisation": 28,
    "Loaded Language": 29,
    "Obfuscation, Intentional vagueness, Confusion": 3,
    "Appeal to (Strong) Emotions": 30,
    "Reasoning": 4,
    "Justification": 5,
    "Slogans": 6,
    "Bandwagon": 7,
    "Appeal to authority": 8,
    "Flag-waving": 9
  },
  "max_length": 200,
  "max_position_embeddings": 1024,
  "model_type": "mbart",
  "normalize_before": true,
  "normalize_embedding": true,
  "num_beams": 5,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 1,
  "scale_embedding": true,
  "static_position_embeddings": false,
  "tokenizer_class": "MBart50Tokenizer",
  "torch_dtype": "float32",
  "transformers_version": "4.37.1",
  "use_cache": true,
  "vocab_size": 250054
}
